<!DOCTYPE html>
<html lang="en-US">
<head>
    <meta name="viewport" content="width=device-width, initial-scale=1">
<link rel="stylesheet" href="https://cdnjs.cloudflare.com/ajax/libs/font-awesome/4.7.0/css/font-awesome.min.css">
    <link rel="stylesheet" href="https://n-m-luna.github.io/Royal_Safari_Colors.css">
    <title> Carta hacia el m&aacute;s all&aacute; </title>
        
  </head>
  <body>
    
<script>
function myFunction() {
  var x = document.getElementById("myTopnav");
  if (x.className === "topnavi") {
    x.className += " responsive";
  } else {
    x.className = "topnavi";
  }
}
</script>
    
<div class="topnavi" id="myTopnav">
<a href="https://n-m-luna.github.io/"><h1>Nathalie M. Luna </h1></a> <a href="https://n-m-luna.github.io/published-words.html">Published words</a> <a href="https://n-m-luna.github.io/unpublished-words.html">Unpublished words</a> <a href="https://n-m-luna.github.io/illustrations.html">Illustrations</a> <a href="https://n-m-luna.github.io/contact-me.html">Contact me</a>
<a href="javascript:void(0);" class="icon" onclick="myFunction()">
    <i class="fa fa-bars" style="color: #302301;"></i>
  </a>
</div>


<p> Take me back to <a href="https://n-m-luna.github.io/unpublished-words.html"><u>unpublished words</u></a>. </p>


<div class="main">


<h2 class="essay-title"> Carta hacia el m&aacute;s all&aacute; </h2>
<h3 class="by-line"> por Nathalie M. Luna | Octubre 2020 </h3>

<p>Estimado fantasma,</p>

<p>Deliber&eacute; mucho la opci&oacute;n de enviar esta carta o no. No quiero que esta mensaje se convierta en un excusa para rascar una llaguita que a&uacute;n no se ha sellado. Creo que es una man&iacute;a que los dos debemos abandonar. La raz&oacute;n que te escribo es para avisarte que casi eres famoso. Bueno, el personaje que inspiraste ahora vive en una revista literaria.</p>

<p>La primera vez que empec&eacute; a escribir nuestra historia fue detr&aacute;s de la barra Cazadores. ¿Te acuerdas de esa ratonera de cantazo? Ten&iacute;a una libretita en la que escrib&iacute;a cuando el negocio estaba vac&iacute;o. Se convirti&oacute; en una prosa deliciosa pero idealista con los colores de las pel&iacute;culas noir. Ten&iacute;a al detective, un viejo tan inteligente como testarudo, y su conquista, una muchacha quien &eacute;l no quer&iacute;a querer. Ten&iacute;a escenas expl&iacute;citas y explosivas; romances prohibidos y sufridos y...bl&aacute; bl&aacute; bl&aacute;. Es f&aacute;cil escribir de lo barato y de lo superficial. La tarea de representar algo verdadero no me vino tan f&aacute;cil, ni result&oacute; tan ligero como la primera. </p>

<p>En fin, lo hice. La raz&oacute;n principal -al menos, eso fue lo que me dije a m&iacute; misma- fue para practicar el espa&ntilde;ol, que no lo uso y que estaba cogiendo polvo. Y porque empec&eacute; una carrera nueva que lo requiere. Creo que es el tipo de trabajo que ten&iacute;as en mente cuando me suger&iacute;as buscar empleo con el gobierno. Ahora, escucho conversaciones ajenas y las traduzco al ingl&eacute;s. Y con eso, tengo excusa para sacar tiempo para leer y para escribir. Por eso de practicar, tu sabes.</p>

<p>Al principio, le escrib&iacute;a cuentos a mi sobrino de cinco a&ntilde;os. Titul&eacute; la serie "<i>Cuentos para leer en voz alta</i>." Pero luego me acord&eacute; de esa historia romántica que empec&eacute; hace medio a&ntilde;o atr&aacute;s. La intent&eacute; continuar pero me pareci&oacute; una causa perdida. Entonces, naci&oacute; esta otra pieza que, por alguna raz&oacute;n, termin&oacute; publicada en <i>La Quimera</i>. Reconocer&aacute;s algunas partes; otras fueron a&ntilde;adidas <i>post mortem</i> para coherencia, drama, y estilo. </p>

<p>Querido, eso era todo lo que te quer&iacute;a contar. Supongo que me debo despedir, pero no quiero decirte adi&oacute;s otra vez. La primera vez doli&oacute;. As&iacute; que, esta vez, voy a... </p>



</div>

<footer> This portfolio was created by <a href="https://github.com/N-M-Luna" style="color: #42966f;" target="_blank"><u>N-M-Luna</u></a> using GitHub. Last updated: Jauary 2021 </footer>

</body>
</html>
