<!DOCTYPE html>
<html lang="en-US">
<head>
    <meta name="viewport" content="width=device-width, initial-scale=1">
<link rel="stylesheet" href="https://cdnjs.cloudflare.com/ajax/libs/font-awesome/4.7.0/css/font-awesome.min.css">
    <link rel="stylesheet" href="https://n-m-luna.github.io/Royal_Safari_Colors.css">
    <title> Entre el pil&oacute;n y la maceta </title>
        
  </head>
  <body>
    
<script>
function myFunction() {
  var x = document.getElementById("myTopnav");
  if (x.className === "topnavi") {
    x.className += " responsive";
  } else {
    x.className = "topnavi";
  }
}
</script>
    
<div class="topnavi" id="myTopnav">
<a href="https://n-m-luna.github.io/"><h1>Nathalie M. Luna </h1></a> <a href="https://n-m-luna.github.io/published-words.html">Published words</a> <a href="https://n-m-luna.github.io/unpublished-words.html">Unpublished words</a> <a href="https://n-m-luna.github.io/illustrations.html">Illustrations</a> <a href="https://n-m-luna.github.io/contact-me.html">Contact me</a>
<a href="javascript:void(0);" class="icon" onclick="myFunction()">
    <i class="fa fa-bars" style="color: #302301;"></i>
  </a>
</div>


<p> Take me back to <a href="https://n-m-luna.github.io/unpublished-words.html"><u>unpublished words</u></a>. </p>


<div class="main">


<h2 class="essay-title"> Entre el pil&oacute;n y la maceta </h2>
<h3 class="by-line"> by Nathalie M. Luna | Enero 2021 </h3>

<p>El <i>Old Fashioned</i> es un trago sencillo en el sentido de que requiere pocos ingredientes; pero la complejidad esta en entender porqu&eacute; esos ingredientes interact&uacute;an de esa &uacute;nica manera tan apetitosa.</p>

<p>Por otro lado, <strong>el mojito</strong> no puedo ni hacerme la idea de llamarlo sencillo; por lo que resulta su estudio y discusi&oacute;n tan interesante.</p>

<p>El ingrediente estrella en el mojito, en mi opini&oacute;n, es <strong>la menta</strong>. Cuando empec&eacute; mi entrenamiento en <i>Willie's Bar and Grill</i>, mi primer trabajo como bartender, mi opini&oacute;n de este trago no era muy alta.</p>

<p>-<i>A m&iacute; no me gustan los mojitos</i>, le dije a mi manager; una veterana en la industria quien me ense&ntilde;aba lo b&aacute;sico de trabajar tras la barra. <i>O sea, el sabor est&aacute; bien, pero no me gusta cuando me llevo pedazos de hoja en el sorbeto.</i></p>

<p>-<i>Ah, eso fue que te vendieron sofrito</i>, me contest&oacute;.</p>

<p>Entonces me explic&oacute; como ella lo ha preparado durante los muchos a&ntilde;os que llevaba trabajando.</p>

<p>Lo primero es machucar tres rodajas de lima con una cucharadita de az&uacute;car granulada en un vaso alto. Las tres rodajas dan el jugo y la acidez necesaria para disolver el az&uacute;car sin mucho esfuerzo. Las hojas de menta van luego; antes del hielo y el licor.</p>

<p>-<i>Le das a las hojas así, como si le estuvieras dando una gaznat&aacute; a alguien que te insult&oacute;. Entonces, las echas al vaso y le vas a dar dos o tres vueltas a la maceta. ¡No m&aacute;s! Porque no estamos haciendo sofrito.</i></p>

<p>Como las hojas ya se "activaron" cuando le distes la bofetada, no necesitan ni que las machuquen ni que las destrozen para que suelten el olor. </p>

<p>Si se comete el error de machucar las hojas, el trago queda con trocitos de verde amortigüado. ¡Y qu&eacute; experiencia m&aacute;s desagradable cuando llegan en medio de un sorbo, cuando el bebedor no las espera! Ni contar de cuando se tragan por error y le da un patat&uacute; de tos al bebedor.</p>

<p>Luego de la menta, se a&ntilde;ade hielo, dos onzas de ron blanco, y soda o agua mineral hasta el tope. Para terminar, se revuelve (lentamente para no molestar mucho las burbujas) hasta que se distribuye por el vaso la menta y las rodajas de lima. Adem&aacute;s de darle un aspecto bonito, sirve tambi&eacute;n para distribuir el sabor. </p>

<p>El bartender esmerado a&ntilde;adir&aacute; los &uacute;ltimos toques: una ramita de menta y otra rodaja fresca de lima en el borde del vaso, que son detalles est&eacute;ticos m&aacute;s que otra cosa.</p>

<p>La menta y las burbujas le bajar&aacute;n la temperatura del cuerpo del bebedor, cosa que buscaba tanta gente en aquella barra en alguna playita escondida de Rinc&oacute;n. </p>



</div>

<footer> This portfolio was created by <a href="https://github.com/N-M-Luna" style="color: #42966f;" target="_blank"><u>N-M-Luna</u></a> using GitHub. Last updated: January 2021 </footer>

</body>
</html>
