<!DOCTYPE html>
<html lang="en-US">
<head>
    <meta name="viewport" content="width=device-width, initial-scale=1">
<link rel="stylesheet" href="https://cdnjs.cloudflare.com/ajax/libs/font-awesome/4.7.0/css/font-awesome.min.css">
    <link rel="stylesheet" href="https://n-m-luna.github.io/Royal_Safari_Colors.css">
    <title> Lo Insignificante </title>
        
  </head>
  <body>
    
<script>
function myFunction() {
  var x = document.getElementById("myTopnav");
  if (x.className === "topnavi") {
    x.className += " responsive";
  } else {
    x.className = "topnavi";
  }
}
</script>
    
<div class="topnavi" id="myTopnav">
<a href="https://n-m-luna.github.io/"><h1>Nathalie M. Luna </h1></a> <a href="https://n-m-luna.github.io/published-words.html">Published words</a> <a href="https://n-m-luna.github.io/unpublished-words.html">Unpublished words</a> <a href="https://n-m-luna.github.io/illustrations.html">Illustrations</a> <a href="https://n-m-luna.github.io/contact-me.html">Contact me</a>
<a href="javascript:void(0);" class="icon" onclick="myFunction()">
    <i class="fa fa-bars" style="color: #302301;"></i>
  </a>
</div>


<p> Take me back to <a href="https://n-m-luna.github.io/unpublished-words.html"><u>unpublished words</u></a>. </p>


<div class="main">


<h2 class="essay-title"> Lo Insignificante </h2>
<h3 class="by-line"> por Nathalie M. Luna | Agosto 2015 </h3>

    <p> La sombra de un &aacute;rbol, siendo apenas una consecuencia trivial de lo que dicta la f&iacute;sica y la &oacute;ptica, es un fen&oacute;meno terriblemente com&uacute;n. Sin embargo, lugares ordinarios pueden ser el escenario de eventos extraordinarios. En mi vida de apenas dos d&eacute;cadas, he tenido el placer de conocer varios &aacute;rboles cuyas sombras han dado lugar a acontecimientos nada insignificantes para m&iacute;. </p>

    <p>En mi ni&ntilde;ez, en el patio de la casa de mis padres, en Ponce, Puerto Rico, viv&iacute;a un &Aacute;rbol de Mar&iacute;a. Yo sol&iacute;a treparlo y arroparme con sus sombras para protegerme del sol. Entre sus ramas, descubr&iacute; el realismo m&aacute;gico de Isabel Allende. En su Cuidad de las Bestias, conoc&iacute; a un ni&ntilde;o aventurero y a una ni&ntilde;a que se pintaba las u&ntilde;as de color azul. Varios a&ntilde;os (y muchos m&aacute;s libros) despu&eacute;s, se me escapan los detalles. Pero la impresi&oacute;n que dej&oacute; la lectura en m&iacute; a&uacute;n es clara. Y la lecci&oacute;n aprendida a&uacute;n la llevo muy presente: a pesar de que nac&iacute; (como el resto de los mortales) en esta tierra, tengo el poder de visitar otros mundos a trav&eacute;s de la tinta y el papel. </p>
    
    <p>Otro de mis viejos amigos es un Sauce Llor&oacute;n quien vive en Columbus, Ohio; y quien me prest&oacute; sus cortinas verdes mientras yo entraba en el universo de Oscar Wilde. Sentada entre dos ra&iacute;ces sobresalientes, le&iacute; por primera vez la novela que se convertir&iacute;a en mi favorita. En el verano de 2014, pasaba las tardes con mi romance de la temporada, leyendo juntos bajo ese sol d&eacute;bil estadounidense. All&iacute; conoc&iacute; a Dorian Gray y su retrato m&aacute;gico. Pero el personaje quien Wilde nombr&oacute; como Lord Henry (un hombre que cree en la belleza, mas no en la inteligancia) me pareci&oacute; mas impactante que el protagonista. Sus opiniones retaban lo que yo llamar&iacute;a el sentido com&uacute;n. Y a&uacute;n teniendo esto presente, su personaje cautiva y su ret&oacute;rica seduce. Este arist&oacute;crata irreverente fue mi primer romance con alguien hecho de tinta; y me demostr&oacute; que la gente quien vive en el papel no es necesariamente bidimensional. </p>
    
    <p> En otra ocasi&oacute;n, conoc&iacute; a este &aacute;rbol quien nunca me dio su nombre. Desde mi primer a&ntilde;o de bachillerato en el Recinto Universitario de Mayag&uuml;ez, lo ve&iacute;a a diario en el parque que cruzaba de camino a mis clases. Nunca le prest&eacute; mucha atenci&oacute;n; tan solo un dia lluvioso en particular, cuando este &aacute;rbol me esperaba con algo importante que contarme: la idea que ser&iacute;a el impulso primordial hacia la creaci&oacute;n del primer cuento corto que escrib&iacute;. Con sus ra&iacute;ces oscuras recog&iacute;a charcos de agua que no podr&iacute;an tener m&aacute;s de unas cuantas pulgadas de profundidad. Pero este &aacute;rbol an&oacute;nimo se me acerc&oacute; y me susurr&oacute;: "Mira ese espejo oscuro m&aacute;s de cerca." Este &aacute;rbol me convenci&oacute; de que prodr&iacute;a existir, de hecho, un mundo entero debajo de la superficie del dichoso charco. Entonces, supe que en el momento que decida escribir, el universo que puedo ver en mi mente ser&aacute; creado para m&iacute; y para mi lector. </p>
    
    <p> Por &eacute;stas y por otras experiencias similares, cada vez que tengo la oportunidad, me g&uuml;arezco debajo de alg&uacute;n &aacute;rbol que me llame la atenci&oacute;n. En los minutos que me toma bajar la temperatura de mi piel, hinchada de caminar debajo del sol, me pregunto qu&eacute; evento insignificante pasar&aacute; bajo esa sombra que me cambiar&aacute; la vida. Pero ya no me pregunto por qu&eacute;. Ya lo s&eacute;. Los &aacute;rboles se la pasan todo el dia estir&aacute;ndose para arriba y para abajo, tomando sol y agua. Su entretenimiento es el ver c&oacute;mo nuestra especie bipedal es impactada bajo su sombra por eventos tan insignificantes. Yo dejo que jueguen conmigo a cambio de la conveniencia de su sumbra. Dejo que mis emociones reaccionen libremente a estas ocurrencias insignificantes, que mi persona se sacuda y se transforme para su diversi&oacute;n. Cuando no tengo el tiempo, solo puedo mirarlos de pasada e imaginar las historias que me podr&iacute;an contar. </p>


</div>

<footer> This portfolio was created by <a href="https://github.com/N-M-Luna" style="color: #42966f;" target="_blank"><u>N-M-Luna</u></a> using GitHub. Last updated: November 2020 </footer>

</body>
</html>
